Repository: NavCityBredaA4/NavCityBreda
Catalog: NavCityBreda/Languages/*/Resources.resw
Source language: en
Languages: de, nl

source: Cellular
de: GSM
nl: GSM

source: Description
de: Bezeichnung
nl: Beschrijving

source: Disabled
de: Behindert
nl: Uitgeschakeld

source: Done
de: Fertig
nl: Klaar

source: Help
de: Hilfe
nl: Hulp

source: Initializing
de: Initialisieren
nl: Initaliseren

source: Landmark
de: Sehenswürdigkeit
nl: Bezienswaardigheid

source: Landmarks
de: Sehenswürdigkeiten
nl: Bezienswaardigheden

source: Language
de: Sprache
nl: Taal

source: Loading
de: Laden
nl: Laden

source: Map
de: Karte
nl: Kaart

# MapTileSource
source: Map tile provider
de: Karte Quelle
nl: Kaart bron

source: No data
de: Keine Daten
nl: Geen data

source: Not available
de: Nicht verfügbar
nl: Niet beschikbaar

source: Not initialized
de: Nicht initialisiert
nl: Niet geïnitialiseerd

source: Not visited
de: Nicht besucht
nl: Niet bezocht

source: Ready
de: Fertig
nl: Klaar

source: Satellite
de: Satelliten
nl: Satelliet

source: Searching
de: Suchen
nl: Zoeken

source: Settings
de: Einstellungen
nl: Instellingen

source: Start route
de: Starten der Routen
nl: Route starten

source: Stop route
de: Stoppen der Routen
nl: Route stoppen

source: Unknown
de: Unbekannt
nl: Onbekend

source: Visited
de: Besucht
nl: Bezocht

source: Waypoint
de: Wegweiser
nl: Wegwijzer

# RouteEnd
source: You have reached your destination
de: Sie haben Ihr Ziel erreicht
nl: U heeft uw bestemming bereikt

# RouteGoStraight
source: Go straight
de: Gehen Sie geradeaus
nl: Ga rechtdoor

# RouteKeepLeft
source: Keep left
de: Bleiben Sie links
nl: Links aanhouden

# RouteKeepRight
source: Keep right
de: Bleiben Sie rechts
nl: Rechts aanhouden

# RouteLeft
source: Turn left
de: Biegen Sie links
nl: Ga linksaf

# RouteNone
source: No new action required
de: Keine neuen Aktion erforderlich
nl: Geen nieuw actie vereist

# RouteOn
source: on
de: auf
nl: op

# RouteRight
source: Turn right
de: Biegen Sie rechts
nl: Ga rechtsaf

# RouteSeeMap
source: See the map for details
de: Sehen Sie die Karte für weitere Details
nl: Zie de kaart voor meer detail

# RouteStart
source: Follow the route drawn on the map
de: Folgen der Route wird auf der Karte gezeichnet
nl: Volg de route die op de kaart getekent is

# RouteTrafficCircleLeft
source: At the roundabout go left
de: Biegen Sie am Kreisverkehr links
nl: Sla op de rotonde linksaf

# RouteTrafficCircleRight
source: At the roundabout go right
de: Biegen Sie am Kreisverkehr rechts
nl: Sla op de rotonde rechtsaf

# RouteUTurn
source: Make a U-turn
de: Keren, wenn möglich,
nl: Keer indien mogelijk om

# RouteIn
source: In
de: Über
nl: Over

# LandmarkReached
source: You have reached a landmark
de: Sie haben einen Sehenswürdigkeit erreicht.
nl: U heeft een bezienswaardigheid bereikt

# RouteListDescription
source: Tap on a route in de list below to view details
de: Tippen Sie auf eine Route aus der folgenden Liste, um dessen Details anzuzeigen
nl: Tik op een route uit de onderstaande lijst om de details ervan te bekijken

# GPSInfo
source: GPS Information
de: GPS-Informationen
nl: GPS Informatie

# HelpItem1Text
source: Your position on the map is displayed with the icon on the left
de: Ihre Position wird auf der Karte durch das benachbarte Symbol angezeigt
nl: Uw positie op de map wordt weergegeven door het icoon hiernaast

# HelpItem2Text
source: You can open the menu by tapping on the icon in the upper left of the application. You can also swipe from the left edge of the screen. There are four options in the menu. Map, Route, Help and Settings. These will be discussed in depth later. The information at the bottom of the menu will be explained in the next section.
de: Sie können das Menü, indem Sie auf das Symbol in der linken oberen Ecke der Anwendung zu öffnen. Sie können auch von der linken Kante des Bildschirms Streichen. Sie haben vier Möglichkeiten innerhalb des Menüs. Karte, Anfahrt, Hilfe, Einstellungen. Dieses Thema wird später tiefer erörtert. Der Text am unteren Ende des Menüs wird im nächsten Abschnitt erörtert.
nl: U kunt het menu openen door op het icoontje links boven in de applicatie te tikken. U kunt ook swipen vanaf de linker rand van het scherm. U heeft binnen het menu 4 opties. Kaart, Route, Hulp, Instellingen. Hierover zal later dieper ingegaan worden. De text onderaan het menu wordt in het volgende onderdeel behandeld.

# HelpItem3Header
source: GPS Information
de: GPS-Informationen
nl: GPS Informatie

# HelpItem3Text
source: You can find GPS Information at the bottom of the menu. It exists out of three parts. The first is the status of the GPS connection, for examle "disabled" or "ready". Secondly is the way in which the GPS is connecte, Cellular is the least accurate, Satellite the most. The third part is the accuracy in meters.
de: Sie können die GPS-Informationen am unteren Rand der Karte. Es besteht aus drei Teilen. Die erste ist der Zustand des GPS-Verbindung, wie "ausgeschaltet" oder "bereit". Zweitens gibt es die Art und Weise, in der der GPS verbunden ist, GSM ist die am wenigsten präzise Satelliten am meisten. Drittens gibt Genauigkeit in Metern.
nl: U kunt de GPS informatie onder in het menu vinden. Het bestaat uit drie onderdelen. Het eerste is de status van de GPS verbinding, zoals "uitgeschakeld" of "klaar". Ten tweede staat er de manier waarop de GPS verbonden is, GSM is het minst nauwkeurig, Satelliet het meest. Ten derde staat er de accuratie in meters.

source: Application
de: Anwendung
nl: Applicatie

source: Reset
de: Zurücksetzen

source: Cancel
de: Abbrechen
nl: Annuleer

source: No
de: Nein
nl: Nee

# ResetConfirmation
source: Are you sure you want to reset the application?
de: Sind Sie sicher, Sie wollen, um die Anwendung zurückzusetzen?
nl: Weet u zeker dat u de applicatie wilt resetten?

source: Yes
de: Ja
nl: Ja

# BackTwiceText
source: Press back again to exit
de: Drücken Sie nogmals um zu schließen
nl: Druk nogmaals op vorige om te sluiten

# LandmarkListDescription
source: Tap on a landmark in de list below to view details. You can sort the list using the buttons.
de: Tippen Sie auf einen Sehenswürdigkeit aus der folgenden Liste, um dessen Details anzuzeigen. Sie können die Liste über die Schaltflächen sortieren.
nl: Tik op een bezienswaardigheid uit de onderstaande lijst om de details ervan te bekijken. U kunt de lijst sorteren met de knoppen.

source: Ascending
de: Aufsteigend
nl: Oplopend

source: Descending
de: Abfallend
nl: Aflopend

source: Sort Order
de: Sortierung
nl: Sorteer volgorde

source: Skip landmark
de: Sehenswürdigkeiten überspringen
nl: Bezienswaardigheid overslaan

source: Skipped
de: Über Geschlagen
nl: Overgeslagen

source: Search
de: Suchen

source: Search results
de: Suchergebnisse

source: Search term
de: Suchbegriff

# SearchResultCount
source: results
de: Ergebnisse

# SearchDescription
source: Search in description
de: Suche Beschreibung

# SearchResultDescription
source: In description
de: Im Beschreibung

source: IP Address
nl: IP Adres

# HelpItem1Header
source: Position
nl: Posititie
